<h1 class="page-cms--title">Nuestra pol&iacute;tica de cookies</h1>
<p>La p&aacute;gina web www.electrodepot.es est&aacute; editada por la sociedad &ldquo;ELECTRO DEPOT FRANCE SAS&rdquo;. Esta p&aacute;gina le permite entender el origen y utilizaci&oacute;n de la informaci&oacute;n de navegaci&oacute;n utilizada en la consulta de la p&aacute;gina web, sobre sus derechos y los medios para activar o desactivar el registro de estas informaciones.</p>
<div id="charte-cookies" class="menu-accordeon" data-mage-init="{&quot;accordion&quot;:{
                         &quot;openedState&quot;: &quot;active&quot;,
                         &quot;collapsible&quot;: true,
                         &quot;active&quot;: false,
                         &quot;animate&quot;: 200,
                         &quot;multipleCollapsible&quot;: true
}}">
<h3 class="title-accordeon" data-role="collapsible">UNA COOKIE, &iquest;Qu&eacute; es?</h3>
<div class="content-accordeon" data-role="content">
<p>Cu&aacute;ndo consulta nuestra p&aacute;gina web desde su ordenador, tableta, tel&eacute;fono&hellip;, existen informaciones relativas a su navegaci&oacute;n susceptibles de ser registradas en ficheros denominados &ldquo;Cookies&rdquo;. Estas cookies son guardadas en el aparato electr&oacute;nico que haya utilizado. Si as&iacute; lo desea, puede desactivar las cookies en cualquier momento. Las cookies depositadas s&oacute;lo pueden ser le&iacute;das o modificadas por el remitente.</p>
</div>
<h3 class="title-accordeon" data-role="collapsible">&iquest;Por qu&eacute; utilizamos las COOKIES?</h3>
<div class="content-accordeon" data-role="content">
<p>Las cookies permiten principalmente guardar los productos en su cesta de la compra y reconocer el navegador de su terminal durante el periodo de validez de la cookie. Gracias a las cookies puede comprar online, ver los precios de una tienda y realizar un proceso avanzado de compra.</p>
<p>Tambi&eacute;n podemos instalar cookies en su dispositivo para los fines que se describen a continuaci&oacute;n. Tenga en cuenta que las cookies almacenadas en nuestra p&aacute;gina web no registran sus datos personales o sensibles (por ejemplo, su nombre, direcci&oacute;n o datos de pago no se almacenan).</p>
</div>
<h3 class="title-accordeon" data-role="collapsible">LOS TIPOS DE COOKIES QUE UTILIZA ELECTRODEPOT.ES :</h3>
<div class="content-accordeon" data-role="content">
<p><strong>Cookies electrodepot</strong><br /> Utilizamos cookies de sesi&oacute;n para permitirle navegar por nuestra p&aacute;gina web o crear una cesta de la compra. Estas cookies son esenciales para el buen funcionamiento del sitio y para una &oacute;ptima experiencia de navegaci&oacute;n.<br /> <br /> <strong>Cookies Chat</strong><br /> Utilizamos cookies para nuestra funci&oacute;n de chat en l&iacute;nea. Las cookies de nuestro chat permiten la funci&oacute;n de di&aacute;logo, para almacenar datos que facilitan su conversaci&oacute;n con el asesor (cantidad de su cesta, p&aacute;gina en la que se encuentra...).<br /> <br /> <strong>Cookies anal&iacute;ticas</strong><br /> Utilizamos cookies anal&iacute;ticas que recogen datos sobre su utilizaci&oacute;n de nuestra p&aacute;gina web. Los datos agregados y an&oacute;nimos de estas cookies s&oacute;lo se utilizan para mejorar el funcionamiento de nuestro sitio web.<br /> Para aprender m&aacute;s, <a href="https://policies.google.com/technologies/partner-sites?hl=es" target="_blank">Haz click aqu&iacute;</a><br /> <br /> <strong>Cookies de redes sociales</strong><br /> La emisi&oacute;n y uso de cookies por parte de terceros est&aacute; sujeta a las pol&iacute;ticas de privacidad de dichos terceros. Le informamos de la finalidad de las cookies de las que somos conscientes y de los medios a su disposici&oacute;n para elegir con respecto a las mismas.<br /> Tambi&eacute;n es probable que pongamos en nuestra p&aacute;gina web iconos para compartir como "Compartir", "Me gusta", de redes sociales como Facebook, Twitter&hellip;<br /> Es probable que la red social le identifique a trav&eacute;s de este icono, incluso si no lo utiliz&oacute; cuando visit&oacute; nuestra p&aacute;gina web. En efecto, este tipo de aplicaci&oacute;n puede permitir a la red social en cuesti&oacute;n, seguir en nuestra pagina web desde su dispositivo despu&eacute;s de una sesi&oacute;n previamente abierta en la red social.<br /> No tenemos control sobre el proceso utilizado por las redes sociales para recopilar informaci&oacute;n sobre su navegaci&oacute;n en nuestra p&aacute;gina web relacionada con los datos personales que contienen. Le invitamos a consultar las pol&iacute;ticas de privacidad de estas redes sociales para conocer los fines de uso, incluida la publicidad, de la informaci&oacute;n de navegaci&oacute;n que pueden recopilar a trav&eacute;s de los iconos de aplicaci&oacute;n.<br /> Los derechos de acceso son normalmente configurables en los ajustes para el uso de cada una de las redes sociales.<br /> <strong>Cookies de publicidad</strong><br /> Nuestra p&aacute;gina web contiene rastreadores emitidos por terceros que se utilizan en programas de afiliaci&oacute;n. Estos programas se utilizan para la difusi&oacute;n de campa&ntilde;as publicitarias. El prop&oacute;sito de estos rastreadores est&aacute; especificado en la tabla, que se presenta a continuaci&oacute;n.<br /> La emisi&oacute;n y el uso de rastreadores por parte de estas empresas est&aacute;n sujetos a sus propias condiciones de uso. En cualquier momento, podr&aacute; evitar la recopilaci&oacute;n de informaci&oacute;n de estos rastreadores de terceros, mediante las opciones de desactivaci&oacute;n que le ofrece cada uno de los socios.<br /> De acuerdo con las normas europeas de protecci&oacute;n de datos, tiene derecho de acceso, rectificaci&oacute;n, cancelaci&oacute;n, oposici&oacute;n y limitaci&oacute;n.<br /> Puede bloquear o eliminar las cookies instaladas en su navegador mediante la configuraci&oacute;n de su dispositivo.<br /> Se puede tambi&eacute;n activar el modo privado, para borrar las cookies y el historial de navegaci&oacute;n una vez termine la sesi&oacute;n de navegaci&oacute;n. <br /> <strong>Cookies de geolocalizaci&oacute;n</strong><br /> En la medida en que algunas cookies de geolocalizaci&oacute;n puedan estar asociadas a direcciones postales, nuestro socio, Web Geo Services, que ofrece este servicio de geolocalizaci&oacute;n, es responsable del procesamiento de los datos resultantes. Puede ponerse en contacto con ellos en la siguiente direcci&oacute;n: Web Geo Services &ndash; Servicio al Cliente- 19, rue de la R&eacute;publique 34000 Montpellier o help@woosmap.com.<br /> Puede ponerse en contacto con su responsable de protecci&oacute;n de datos en la siguiente direcci&oacute;n: dpo@webgeoservices.com <br /><br /> Las finalidades de este tratamiento son las siguientes: geolocalizarle para que pueda beneficiarse de determinadas funcionalidades de nuestros sitios y/o servicios y/o de los de otros clientes de Web Geo Services utilizando su tecnolog&iacute;a de geolocalizaci&oacute;n, como la comunicaci&oacute;n de las direcciones de las tiendas y/o puntos de recogida m&aacute;s cercanos, as&iacute; como de sus d&iacute;as y horarios de apertura.<br /><br /> El fundamento jur&iacute;dico de este tratamiento es su consentimiento.<br /> Estos datos no son comunicados por WGS en una fecha posterior.<br /> De acuerdo con la normativa aplicable, esta cookie tiene una validez m&aacute;xima de 13 meses. Al final de este per&iacute;odo, se le pedir&aacute; de nuevo su consentimiento mostrando el banner informativo.<br /> Puede ejercer sus derechos de acceso, rectificaci&oacute;n, cancelaci&oacute;n y conservaci&oacute;n de sus datos, as&iacute; como sus derechos a limitar u oponerse al tratamiento, dirigi&eacute;ndose a Web Geo Services en la direcci&oacute;n antes mencionada.<br /><br /> Puede retirar su consentimiento en cualquier momento iniciando sesi&oacute;n en: https://www.woosmap.com/policies/privacy/. Al retirar su consentimiento, todos los datos adquiridos hasta el momento ser&aacute;n eliminados, no se recopilar&aacute;n nuevos datos y usted ya no se beneficiar&aacute; de servicios u ofertas localizadas.<br /> Puede presentar una queja ante una autoridad supervisora.</p>
</div>
<h3 class="title-accordeon" data-role="collapsible">SUS OPCIONES RESPECTO A LAS COOKIES</h3>
<div class="content-accordeon" data-role="content">
<p>Hay varias maneras de administrar las cookies. Cualquier configuraci&oacute;n que realice puede afectar a su navegaci&oacute;n por Internet y a su acceso a determinados servicios que requieren el uso de cookies. Puede elegir en cualquier momento expresar y modificar sus deseos con respecto a las cookies, por los medios que se describen a continuaci&oacute;n:<br /> <strong>Las opciones que le ofrece el software de su navegador</strong> <br /> Puede configurar el navegador para que las cookies se guarden en su dispositivo o, por el contrario, sean rechazadas, bien de forma sistem&aacute;tica o bien en funci&oacute;n de su origen. Tambi&eacute;n puede configurar el software de su navegador para que se le ofrezca la opci&oacute;n de aceptar o rechazar cookies de vez en cuando, antes de que se pueda guardar una cookie en el dispositivo.<br /> <br /> <strong>La aceptaci&oacute;n</strong> <br /> El registro de una cookie en una terminal est&aacute; esencialmente sujeto a la voluntad del usuario, que puede expresarla y modificarla en cualquier momento y de forma gratuita a trav&eacute;s de las opciones ofrecidas por su software de navegaci&oacute;n. Si ha aceptado el registro de cookies en su dispositivo, las cookies incrustadas en las p&aacute;ginas y el contenido que ha visto pueden almacenarse temporalmente en un &aacute;rea dedicada en su dispositivo. S&oacute;lo podr&aacute;n ser le&iacute;dos por su transmisor.<br /> <br /> <strong>El rechazo</strong><br /> Si se niega a aceptar las cookies de su dispositivo o a eliminar las almacenadas, ya no podr&aacute; utilizar una serie de funciones que son necesarias para navegar por determinadas &aacute;reas de nuestro sitio y ofrecerle el mejor servicio. <br /> En caso necesario, declinamos toda responsabilidad por las consecuencias relacionadas con el funcionamiento degradado de nuestros servicios que se deriven de la imposibilidad para nosotros de registrar o consultar las cookies necesarias para su funcionamiento y que usted haya rechazado o eliminado.</p>
</div>
<h3 class="title-accordeon" data-role="collapsible">&iquest;C&Oacute;MO DESACTIVAR / ACTIVAR LAS COOKIES?</h3>
<div class="content-accordeon" data-role="content">
<p>Para la gesti&oacute;n de las cookies y sus opciones, la configuraci&oacute;n de cada navegador es diferente. Se describe en el men&uacute; de ayuda de su navegador, que le permitir&aacute; saber c&oacute;mo cambiar sus preferencias de cookies.<br /> <br /> <strong>Google Chrome</strong><br /> En el men&uacute; Configuraci&oacute;n, seleccione "Mostrar configuraci&oacute;n avanzada" en la parte inferior de la p&aacute;gina<br /> Haga clic en el bot&oacute;n "Configuraci&oacute;n de contenido" en la secci&oacute;n Privacidad;<br /> La secci&oacute;n en la parte superior de la p&aacute;gina que aparece a continuaci&oacute;n le brinda m&aacute;s informaci&oacute;n sobre las cookies y le permite instalar las cookies que desea. Tambi&eacute;n le permite eliminar las cookies almacenadas actualmente. <br /> <br /> <strong>Mozilla Firefox</strong> <br /> En el men&uacute; Herramientas, seleccione "opciones"<br /> Seleccione la pesta&ntilde;a de Privacidad en la ventana de Opciones<br /> En el men&uacute; desplegable, elija "Usar configuraci&oacute;n personalizada para el historial". Esto mostrar&aacute; las opciones para las cookies y puede optar por permitirlas o negarlas marcando la casilla correspondiente.<br /> <br /> <strong>Internet Explorer 6+</strong><br /> En el men&uacute; Herramientas, seleccione "Opciones de Internet"<br /> Haga clic en la pesta&ntilde;a de Privacidad<br /> Ver&aacute; la configuraci&oacute;n de privacidad con seis opciones, que le permiten controlar la cantidad de cookies que se guardar&aacute;n: Bloquear todas las cookies, Alta, Media alta, Media (nivel predeterminado), Baja y Aceptar todas las cookies. M&aacute;s informaci&oacute;n en el sitio web de Microsoft.<br /> <br /> <strong>Safari</strong><br /> En el men&uacute; desplegable, seleccione la opci&oacute;n "preferencias"<br /> Abre la pesta&ntilde;a de seguridad<br /> Seleccione la opci&oacute;n que desee en la secci&oacute;n "aceptar cookies"<br /> <br /> <strong>Atenci&oacute;n, teniendo en cuenta su preferencia se basa en una cookie. Si elimina todas las cookies almacenadas en su dispositivo (a trav&eacute;s de su navegador), nosotros o nuestros proveedores ya no sabremos que ha elegido esta opci&oacute;n.</strong></p>
{{widget type="Electrodepot\GDPR\Block\Widget\Containers"}}</div>
</div>